/**
 * Echarts 通用颜色设置项
 */
export const colorList: string[] = [
    '#0099CC',
    '#FF9900',
    '#666699',
    '#FF6666',
    '#009966',
    '#FFCC99',
    '#CC6600',
    '#CC0066',
    '#0066CC',
    '#339933'
];

export const colorList2: string[][] = [
    ['#2272A3', 'rgba(35,116,166,0.75);', 'rgba(34,114,163,0.50);', 'rgba(34,114,163,0.30)'],
    ['#BA4C6D', '#D67C7C', '#DE8181', '#EBB6A4'],
    ['#74A0A1', '#649DA3', '#73B5BD', '#82AFB5'],
    ['#F2D1B3', '#D48920', '#E09122', '#E99722']
];
